{"service":{"service_name":"Nepal Telecom (NT) eSIM Service","official_portal_url":"https://esim.ntc.net.np/","prerequisites":{"device_compatibility":"Make sure your Mobile Set supports eSIM before applying for it.","minimum_balance":"Must have minimum balance of Rs.50 (Rs. 50 shall be charged for eSIM change).","network_requirement":"Make sure to connect to WiFi in order to Activate and Download your eSIM.","troubleshooting":"If the eSIM doesn't work, please visit nearest NT Counter."},"detailed_requirements":{"device_check":"Ensure your mobile phone supports eSIM technology. You can check compatibility by dialing *#06# on your phone; if an EID (Embedded Identification Document) number is displayed, your device is compatible.","account_status":"Your main account balance must be more than Rs. 50. This amount will be charged for converting your existing physical SIM to an eSIM.","customer_profile":"Your mobile number must be in an Active state to receive the verification OTP. Your customer profile must be updated in Nepal Telecom's records. If you cannot verify your citizenship ID and issued district during the online application, you must visit an NT counter to update your profile first.","connection_setup":"You must use a WiFi connection to activate and download your eSIM profile via the portal. Do not use mobile data from the number you are converting. After you activate the eSIM, your physical SIM is deactivated immediately. If you are using its mobile data, you will lose internet connectivity and be unable to complete the download.","required_documents":"You need a clear, original photo of yourself holding your Citizenship ID card. The application system requires a live capture; uploading from your gallery is not supported."},"application_methods":[{"method":"Official NT eSIM Portal","url":"https://esim.ntc.net.np/","steps":["Visit the official eSIM portal.","Fill out the application form and submit it along with a live photo of yourself holding your Citizenship ID.","Once your request is accepted (you will receive an SMS), log in to the portal using WiFi (not mobile data) to activate and download the eSIM.","You will receive a QR code via email, which you can scan in your phone's settings to add the cellular plan."]},{"method":"Via Nepal Telecom Mobile App","steps":["Use the Nepal Telecom mobile app.","Follow similar steps as the portal method for application and activation."]},{"method":"Via Khalti Digital Wallet (for new eSIM only)","steps":["Open the Khalti app and search for 'NTC Prepaid E-SIM'.","Fill in all required personal and document details, and upload front/back photos of your ID along with a live photo.","Pay NPR 90 via Khalti. A representative will contact you within 24 hours to complete the process."]},{"method":"Visit NT Office (Offline)","steps":["Visit any Nepal Telecom office counter.","Submit the application form with a photocopy of your citizenship.","Have the staff assist with activation."]}],"post_activation":{"step":"Activate VoLTE","instructions":"After successfully scanning and setting up the eSIM, dial *444*2# to activate VoLTE from the SIM side. Then, go to your mobile phone's settings and turn VoLTE ON. Restart your phone afterwards."},"important_warnings":["Using mobile data from the number being converted to eSIM during activation will cause the process to fail, as the physical SIM gets deactivated immediately upon eSIM activation.","If your eSIM doesn't work after setup, or if you face technical issues, you should visit the nearest Nepal Telecom counter for assistance.","For US-purchased iPhones (14/15/16/17 series) which are eSIM-only, ensure the device is registered under Nepal's Mobile Device Management System (MDMS) to use cellular services in Nepal."],"support_contacts":{"customer_care":"1498 (for GSM service queries and complaints)","general_advice":"For technical issues or profile update problems, visit your nearest Nepal Telecom office."}}}
