{
    "terms_and_conditions": {
      "title": "GENERAL TERMS AND CONDITIONS FOR SERVICES OF NEPAL TELECOM",
      "introduction": "These General Terms and Conditions (GTC) define the binding rights and obligations of Nepal Doorsanchar Company Limited, (hereinafter Nepal Telecom) and its Subscribers on the delivery and use of the Services as defined herein. The primary mode of communication of this GTC is through publication on the Nepal Telecom official website and APP.",
      
      "sections": [
        {
          "section_number": "1",
          "title": "DEFINITIONS AND INTERPRETATIONS",
          "definitions": [
            {
              "term": "Account",
              "definition": "means a registration assigned to a Nepal Telecom Subscriber for the provision of Nepal Telecom Services and to manage Subscriber's Personal Data."
            },
            {
              "term": "Agreement",
              "definition": "means the Subscriber Application Form(s), these General Terms and Conditions, Charges published by Nepal Telecom from time to time including special offers. An Agreement is deemed entered between a Subscriber and Nepal Telecom when a Subscriber registers or activates an Account/SIM, uses Nepal Telecom Services, whichever occurs first."
            },
            {
              "term": "Billing Cycle",
              "definition": "means the period within which the charges are calculated for the Services consumed by the Subscriber as determined by Nepal Telecom."
            },
            {
              "term": "Charges",
              "definition": "means the tariffs applicable from time to time for the use of the Services, including any connection fees and special offers. The current tariffs are available at https://www.ntc.net.np"
            },
            {
              "term": "Connection",
              "definition": "means a SIM or any other Nepal Telecom Services provisioned by Nepal Telecom that has been configured to attach to the Network with a corresponding plan for Charges."
            },
            {
              "term": "Credit-Limit",
              "definition": "means the maximum amount of credit extended by Nepal Telecom to a Subscriber for a specified period of time, per connection as stated in the application form or as varied from time to time."
            },
            {
              "term": "Customer Care",
              "definition": "means the division in Nepal Telecom which the Subscriber may contact for any enquiries about the Services."
            },
            {
              "term": "Device",
              "definition": "means equipment with a transmitter and receiver through which Nepal Telecom provides Services to the Subscriber."
            },
            {
              "term": "Due Date",
              "definition": "means the last date to settle any outstanding payment owed by the subscriber to Nepal Telecom."
            },
            {
              "term": "Network",
              "definition": "means telecommunication networks employed by Nepal Telecom to provide Services to Subscriber."
            },
            {
              "term": "Personal Data",
              "definition": "Data relating to the Subscriber provided to Nepal Telecom by the Subscriber or such data generated, collected, used, processed and stored by Nepal Telecom about the Subscriber including but not limited to name, address, phone number, date of birth, ID numbers, call data records, traffic data, location data and other metadata, credit card details, billing records, voice mail, email addresses, data recorded by Customer Services, and such information as required under applicable laws and regulations in Nepal."
            },
            {
              "term": "Service",
              "definition": "means any telecommunication service provided by Nepal Telecom to the Subscriber."
            },
            {
              "term": "Service Dues",
              "definition": "include monthly subscription fee in advance, Charges for the time being applicable to the Service, connection fee, or reconnection fee if any, any penalties imposed by Nepal Telecom, taxes, levies including turnover- tax imposed by the Government, State, Municipal, Provincial or similar State agency."
            },
            {
              "term": "SIM",
              "definition": "means a Subscriber identity module with an integrated circuit storing user specific data when used in a compatible Device which can be used to access the Network."
            },
            {
              "term": "Subscriber",
              "definition": "means any legal or natural person that registers or activates an Account. Unless otherwise defined, reference to a Customer shall mean a Subscriber."
            }
          ]
        },
        {
          "section_number": "2",
          "title": "DURATION OF VALIDITY",
          "clauses": [
            "These Terms and Conditions shall commence and be in force and effective from the date of commencement of the Service to the Subscriber until terminated by either party in accordance with the GTC. However, Termination of Service shall not absolve the Subscriber from his obligations to pay any outstanding payment to Nepal Telecom."
          ]
        },
        {
          "section_number": "3",
          "title": "CHARGES AND SERVICE DUES",
          "clauses": [
            "The billing/units shall be calculated as follows:",
            "Calls: units based on minutes rounded up to the next minute or units based on per-second, or specific pulse rate as the case maybe.",
            "SMS/MMS: number of messages",
            "Data: per packet basis (rounded up to the next Kilobyte, 10 Kilobytes, Megabyte)",
            "Other services: as prescribed by Nepal Telecom from time to time.",
            "A Credit Limit for the Service Dues will be given to the subscribers only at the discretion of Nepal Telecom and on such terms and conditions decided by Nepal Telecom. In the event that the Subscriber reaches the Credit Limit set out by Nepal Telecom, Subscriber will be required to pay an interim payment to bring the Service Dues to an amount lesser than the Credit Limit in order to prevent Service disruptions.",
            "The Subscriber shall promptly settle Service Dues on or before the Due-Date as stipulated in the statements or bills presented by Nepal Telecom to the Subscriber and/or on demand by Nepal Telecom from the Subscriber.",
            "The Billing Cycle for the Services shall be decided by Nepal Telecom from time to time and the statements or bills shall be sent to the Subscriber accordingly. It is incumbent on the Subscriber to enquire and settle any outstanding Service Dues in the case of non-receipt of the said statements or bills for any reason whatsoever.",
            "The Subscriber shall pay a penalty charge of an additional Two Percent (2%) per month or such other rate/amount as may be decided by Nepal Telecom from time to time, for any Service Dues outstanding beyond the Due Date until the actual date of payment.",
            "Nepal Telecom reserves the right to withdraw any applicable discount or loyalty benefit offered to the Subscriber for non-settlement of Service Dues by the Due Date.",
            "Any queries regarding billing should be raised as follows: Post-Paid: within 30 days from the date of the bill; Pre-Paid: within 30 days of the Service consumption. Any queries made thereafter shall not be entertained.",
            "Nepal Telecom reserves the right to recover any Service Dues from the Deposit(s) (as defined in Clause 4) under any other Account held by the Subscriber.",
            "Notwithstanding the foregoing, Nepal Telecom may suspend or disconnect the Service partially or fully due to non-payment according to the applicable provisions of the GTC."
          ]
        },
        {
          "section_number": "4",
          "title": "DEPOSIT",
          "clauses": [
            "Upon accepting the application for Service and/or at any time after Nepal Telecom may request the Subscriber to make payment of a deposit/s of such an amount/value as decided by Nepal Telecom.",
            "If the Subscriber fails to make payment to Nepal Telecom of such deposit/s and/or additional deposit/s Nepal Telecom may suspend or disconnect the Service partially or fully due to non-payment of such deposit/s and/or additional deposit/s.",
            "On termination of the Service, Nepal Telecom shall deduct all arrears and Service Dues outstanding from the said deposit/s and the balance, if any, will be refunded to the Subscriber."
          ]
        },
        {
          "section_number": "5",
          "title": "SUBSCRIBER'S RESPONSIBILITIES",
          "clauses": [
            "The Subscriber shall inter alia:",
            "a. Pay all Service Dues as per the provisions of this GTC;",
            "b. Ensure that the Service is not used for any illegal, unethical, obscene, defamatory, scandalous, nuisance, illegal by-pass termination activity and that Service is used solely for the reception and transmission of messages including but not limited to calls, data or other information, communications of lawful purpose;",
            "c. Use all precautions to prevent the loss or theft or damage of the SIM or any part thereof and in the event of the loss or theft or damage or any part thereof to notify Nepal Telecom immediately in writing, of the said loss. However, Subscriber shall remain liable for all Service Dues outstanding up to the time of reporting the said loss;",
            "d. Indemnify and hold harmless Nepal Telecom against any loss, expense, damage, and liability whatsoever arising from the Subscriber's installation, possession, use or maintenance of the Service, SIM and/or Device;",
            "e. Report immediately in writing to Nepal Telecom upon the discovery of any fraud, theft, loss, unauthorized access or any other occurrence of unlawful acts in relation to the Connection and its use and also report forthwith the same to the relevant law enforcement authorities;",
            "f. The SIM and the number which is issued to the Subscriber at the time of providing a Connection to enable the Service is owned by Nepal Telecom and Nepal Telecom reserves the right to re-allocate the number to any other Subscriber if the Service has been inactive or disconnected for a period as determined by Nepal Telecom from time to time;",
            "g. Subscriber shall bear the full responsibility for the usage of the Services and any charges whatsoever incurred through the usage of the Services;",
            "h. Subscriber shall verify from Nepal Telecom that the Device intended to be used for the Service/Connection is compatible with Nepal Telecom Network. Nepal Telecom shall not be liable for any incompatibility arising therein;",
            "i. Inform Nepal Telecom any change of Subscriber Personal Data including name, address, billing address, etc.;",
            "j. Ensure that Devices and SIM's are owned and possessed lawfully, in a manner that will not contravene the laws and regulations in Nepal;",
            "k. Not obtain a Connection/SIM through impersonation;",
            "l. Not transfer the Connection/SIM to any other person from his/her ownership during the validity of an Agreement other than in a manner as prescribed by Nepal Telecom."
          ]
        },
        {
          "section_number": "6",
          "title": "Nepal Telecom's RIGHTS AND RESPONSIBILITIES",
          "clauses": [
            "Nepal Telecom's obligation is to provide the Service using reasonable efforts in accordance with the GTC.",
            "Service is made available \"as is\" or \"as available\" and Nepal Telecom does not make any representation or warranty, express or implied in relation to the Service quality, availability, security, timeliness, accessibility, uninterrupted use, accuracy, speed or completeness to its Subscriber or fit the particular purpose of a Subscriber.",
            "Subscriber agrees that due to the volatile nature of the mobile technology, telecom technologies it will be impossible to provide a fault-free Service, as Services may be affected by local terrain, weather, electromagnetic interference, arrangement and number of users accessing a base-station, compatibility of Device, and third-party services used by Subscriber, on which Nepal Telecom exercises no control.",
            "Nepal Telecom shall not be liable in any manner whatsoever to the Subscriber in respect of any loss or damage (including consequential loss or damage) however caused, which may be suffered or incurred or which may arise directly or indirectly in respect of the Service, or the failure or omission on the part of Nepal Telecom.",
            "Nepal Telecom may at any time without notice to the Subscriber make such alteration to the Service that it considers necessary or desirable in the interest of the Service.",
            "Nepal Telecom shall not be held responsible for any damage caused to the Device while using the SIM.",
            "Nepal Telecom reserves the right to set off any outstanding payments due for the Service from any other Agreement entered into between Nepal Telecom and the Subscriber and/or the outstanding payment due from another contract to be recovered from the Agreement entered herein.",
            "Without prejudice to the rights accrued to Nepal Telecom under the GTC, Nepal Telecom may suspend or disconnect the Service partially or fully due to non-payment of Service Dues and/or deposit/s or additional deposit/s.",
            "In the event of a deactivation the Subscriber shall have to apply for a re-activation of the Service, and Nepal Telecom shall have the right to either re-activate the connection on payment of such re-activation charges by the Subscriber as may be fixed by Nepal Telecom from time to time or to refuse re-activation."
          ]
        },
        {
          "section_number": "7",
          "title": "DATA PROTECTION AND PRIVACY",
          "clauses": [
            "By registering or activating an Account with Nepal Telecom, the Subscriber consents to Nepal Telecom collecting, processing, storing and disseminating to third parties such Personal Data provided by the Subscriber or generated by Nepal Telecom in the course of making the Services available to the Subscriber, for the following purposes:",
            "a. Provision of Services to the Subscriber,",
            "b. Management of Subscriber's Account by Customer Care,",
            "c. Market research and Subscriber-profiling based on usage and preferences for the purpose of initiating information, promotions and/or marketing campaigns associated with Nepal Telecom's Services and/or Network unless the Subscriber has explicitly opted out,",
            "d. Credit profiling of Subscriber to ascertain his/her creditworthiness,",
            "e. Prevention and detection of fraud, money laundering and Terrorist financing,",
            "f. Compliance with applicable laws and regulations.",
            "Subscriber agrees that Nepal Telecom may share Personal Data with companies within Nepal Telecom's group and external entities that are Nepal Telecom's trusted contracted business partners such as Value-Added Service Providers and Nepal Telecom and/or such business partner maybe in contact with the Subscriber on information relating to such promotions associated with the Network. Subscribers who do not wish to be contacted in such manner, may make a request to Customer Care.",
            "Subscriber agrees that Nepal Telecom may transfer Personal Data to other countries as and when required for provisioning of Services supplied by overseas suppliers and/or appropriate data-management purposes."
          ]
        },
        {
          "section_number": "8",
          "title": "INTERNATIONAL ROAMING SERVICE",
          "clauses": [
            "Nepal Telecom reserves the right to exercise its discretion in deciding whether or not a particular Subscriber shall be entitled to utilize the international roaming Service.",
            "Method of activation for post-paid Subscribers may vary for Subscriber segment. Pre-paid Subscribers are activated for both voice and data roaming services. Subscriber shall check whether the roaming service is active or not before departure from Nepal by contacting Customer Care. Subscriber acknowledges that voice/SMS and data roaming are three distinct services for which different charges apply.",
            "Subscribers to the International Roaming Service will be subject to this GTC in addition to any particular Service related terms and conditions.",
            "The Subscriber must pay for all calls and messages originated and received whilst on International Roaming according to the tariff and charges imposed by Nepal Telecom, relevant telecommunication authorities and/or operator at the country where the Subscriber is making or receiving calls/messages.",
            "The Subscriber must pay for all data uploaded and downloaded whilst on International Roaming according to the tariff and charges imposed by Nepal Telecom, relevant telecommunication authorities and/or operator at the country where the Subscriber is using data.",
            "Subscriber shall familiarize with the Charges applicable for International Roaming before he/she subscribes to the said Service."
          ]
        },
        {
          "section_number": "9",
          "title": "TRANSFER OF USED CONNECTIONS",
          "clauses": [
            "Nepal Telecom shall be entitled at its sole discretion to accept any request for transfer of a used Connection.",
            "The Subscriber who is the transferee of a used Connection shall register him/herself as a new Subscriber with Nepal Telecom by providing the relevant information."
          ]
        },
        {
          "section_number": "10",
          "title": "CHANGES",
          "clauses": [
            "Nepal Telecom reserves the right to change Charges and billing terms, these General Terms and Conditions by publication on the Nepal Telecom official website and/or making available through IVR-Service. Subscriber may terminate this Agreement if such change is unacceptable to the Subscriber which will be the Subscriber's sole remedy hereunder.",
            "Any change will be posted on www.ntc.net.np. It is the sole responsibility of the Subscriber to familiarize with such change.",
            "Continued use of the Services by the Subscriber subsequent to such change will be deemed as acquiescence to such change by the Subscriber."
          ]
        },
        {
          "section_number": "11",
          "title": "ALTERATION / SUSPENSION / DEACTIVATION / TERMINATION",
          "clauses": [
            "Without prejudice to any other right or remedy Nepal Telecom may have resort to and notwithstanding the waiver of any previous breach, Nepal Telecom reserves the right to alter, suspend or deactivate the Service without notice, on any one or more of the following grounds:",
            "a. Any Service Dues payable to Nepal Telecom are in arrears;",
            "b. The Subscriber fails to make deposit/s and/or additional deposit/s when required;",
            "c. If an application of bankruptcy is made to court against the Subscriber;",
            "d. If the Subscriber is a corporation or a company and proceedings are taken in the winding up of such Subscriber or a receiver is appointed for the management of the property of such Subscriber;",
            "e. Nepal Telecom is of the opinion that the Subscriber is in violation of any of the GTC contained herein or any other terms and conditions related to a Service.",
            "f. Nepal Telecom receives a direction from Telecommunication Regulatory Authority of Nepal or any other lawful authority.",
            "The Subscriber may terminate the Service by giving not less than Seven (7) working days' notice in writing to Nepal Telecom, subject to the full settlement by the Subscriber of any outstanding liability as stipulated herein and as per the terms and conditions of this Service.",
            "Nepal Telecom reserves the right to reject any application and/or terminate the Service without notice at any time after the Service has been established, on the grounds of security, abusive nature and/or credit- worthiness of the Subscriber and for any other reason including but not restricted to the non-payment of Service Dues as per the terms of any Service and for any violation of the GTC."
          ]
        },
        {
          "section_number": "12",
          "title": "SUBSCRIBER'S LIABILITY ON TERMINATION, SUSPENSION AND DEACTIVATION",
          "clauses": [
            "In the event of termination/suspension/deactivation of the Service as per the GTC the Subscriber shall make payment to Nepal Telecom for Service Dues incurred by the Subscriber in respect of the Service up to the date of such Termination/suspension/deactivation of the Service and/or any other outstanding amount.",
            "The Subscriber shall also make payment of and shall be liable for any legal charges and other expenses incurred by Nepal Telecom in the recovery of any outstanding Service Dues from the Subscriber.",
            "If the Subscriber use the Service for any illegal, fraudulent, immoral, defamatory, indecent, objectionable purpose or in any manner which may cause any harassment, irritation, inconvenience or anxiety to any person, Nepal Telecom may at its own discretion either curtail, suspend or terminate the Service provided to such Subscriber and such Subscriber shall be solely responsible for any criminal or civil liability arising out of use of the Service and such subscriber shall indemnify Nepal Telecom at all times from such liabilities."
          ]
        },
        {
          "section_number": "13",
          "title": "FORCE MAJEURE",
          "clauses": [
            "Nepal Telecom shall be relieved of any liability in the event of a failure or the breakdown of the Service due to war, terrorist activities, insurrections, hostilities, riots, strikes, lockout, civil commotion, any act or directive of governmental authorities, failure of utility services, earthquake, flood, tempest, unusual weather or natural or physical disaster, accident, fire or explosion and/or any other like cause beyond the control of Nepal Telecom."
          ]
        },
        {
          "section_number": "14",
          "title": "GOVERNING LAWS",
          "clauses": [
            "This Service shall be subject to and construed in accordance with the laws of the Government of Nepal and the parties hereby submit to the exclusive jurisdiction of the Courts of Nepal."
          ]
        },
        {
          "section_number": "15",
          "title": "ASSIGNMENT",
          "clauses": [
            "Nepal Telecom is entitled to assign any or all of its rights and obligations under this Agreement to a third party. Such assignment will be notified to the Subscriber if Nepal Telecom is of the opinion that such assignment is relevant to the Subscriber.",
            "Subscriber shall not assign any rights or obligation under this Agreement to any third party without prior written consent from Nepal Telecom."
          ]
        },
        {
          "section_number": "16",
          "title": "MISCELLANEOUS",
          "clauses": [
            "The titles to the clauses of these Terms and Conditions are for convenience only and do not constitute any part of the Terms and Conditions and shall not in any way affect the interpretation thereof.",
            "Any notice to be given by Nepal Telecom to the Subscriber may be in writing and sent to his last known address or published in any media including but not limited to publishing on Nepal Telecom website.",
            "All duties, taxes, dues, stamp duty, levy or any other similar payment payable for the Service and or in respect of this Service shall be borne by the Subscriber.",
            "Subscriber agrees to provide a photograph of himself/herself according to such specifications as stipulated by Nepal Telecom at the point of registering for Services or any time thereafter upon Nepal Telecom's request.",
            "Individuals must provide a copy of the National ID Card/Passport/Driving License, and a Company/Firm should provide a copy of the Certificate of Incorporation and or the Business Registration Certificate at the time of registering as a Subscriber."
          ]
        }
      ]
    }
  }